[Gardien_Shantirie.A_SolderingHands H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="杉提瑞祈祷"
mTooltip="该生物在其回合开始时，为战场上所有友方构装体修复 %d.min 点生命值。"

[Gardien_Shantirie.A_Creature_gardien_shantiri H7Creature]
mName="杉提瑞守卫"
mLore="杉提瑞人是开放的。然而，他们的法师有自己的秘密。他们中的许多人，为了向世界隐藏这些秘密，制造了一种特殊的魔法盔甲，并用它束缚了他们的灵魂。当法师的身体死亡时，灵魂为守卫的盔甲提供能量，以永远守护这个古老民族的秘密。\n\n招募所需稀有资源：\n5 龙血水晶"

[Gardien_Shantirie.A_Burning_Buff H7BaseBuff]
mName="辐射"
mTooltip="该生物受到 %res1 魔法伤害。\n持续 %durnow 回合。"

[Gardien_Shantirie.A_PiercingShot H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine="
mTooltipUpgraded=""
mName="日光辐射"
mTooltip="对目标生物及其相邻生物造成 %d.min %icon_light 光系伤害。被击中的生物受到辐射，并在 3 回合内遭受 %buff2.buff.res1 魔法伤害。\n每场战斗一次。"

[Academy_Chacal.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="生命转移"
mTooltip="立即治疗和复活目标友方生物，恢复 %d.min 点生命值。\n（不影响：亡灵和构装体）\n该能力在生物下一回合结束时消失。"

[Academy_Chacal.A_Creature_academy_chacal H7Creature]
mName="阿努基斯"
mLore="在魔法和武术上都出类拔萃的舞刃者有权被称为开悟者。除了不断的冥想课程外，他们还通过训练年轻一代的未来刀舞者来保持灵活的身体状态。据说他们的战斗舞蹈是最美丽的，但他们很少在战场上展示这些技能。经过多年磨练他们的能力，这些舞刃者达到了一个阶段，他们可以用魔法能量创造数十把无形的飞刀，只需轻轻眨动睫毛。被突如其来的剧痛减缓的受害者成为其他部队的轻松目标，即使有些顽固的敌人设法与开悟舞刃者进行近战，她也只需吸收他的生命力并将其转移给受伤的盟友，使用古老的杉提瑞艺术。"

[Academy_Chacal.A_RangedAttack_Prime_Bow H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[Academy_Chacal.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="阻塞"
mTooltip="所有敌方精英生物受到 -1 %icon_movement 移动力惩罚，并且每次移动时都会受到伤害，持续 3 回合。\n每场战斗一次。"

[Academy_Chacal.A_mal_et_diction_Buff H7BaseBuff]
mName="阻塞"
mTooltip="减少 %stat %icon_Movement 移动力，并在生物每次移动时造成 %d.min 点伤害。\n持续 %durnow 回合。"

[Academy_Chacal.A_MagmaPond_add H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="防腐处理"
mTooltip="当此生物造成伤害时，它会从对手身上吸取活力，解锁“生命转移”能力，该能力可在下一回合用于治疗和复活盟友。"

[Gardien_Shantirie.A_forest_revange_Buff_unused H7BaseBuff]
mName="杉提瑞诅咒"
mTooltip="0 %icon_defense 防御力 和 0 %icon_attack 攻击力。\n持续 %durnow 回合。"